<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
  <head>
    <meta http-equiv="x-ua-compatible" content="IE=edge,chrome=1">
    <meta http-equiv="X-UA-Compatible" content="IE=9">
    <meta name="renderer" content="webkit">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
    <title>用户协议</title>
    <link rel="icon" href="/assets/favicon.ico" type="image/x-ico">
    <link rel="stylesheet" media="all" href="/assets/css/app/font.css" />
    <link rel="stylesheet" media="all" href="/assets/css/web/default.css" />
    <link rel="stylesheet" media="all" href="/assets/css/web/protocol.css" />

    <!--[if lt IE 9]>
    <script src="http://apps.bdimg.com/libs/html5shiv/3.7/html5shiv.min.js"></script>
    <script src="http://apps.bdimg.com/libs/respond.js/1.4.2/respond.min.js"></script>
    <![endif]-->
  </head>

  <body>
    <div class="protocol-con">
      <h5 class="tt">用户协议</h5>
      <p>《用户协议》（以下简称“<strong>本协议</strong>”）是您（或称“<strong>用户</strong>”，指注册、登录、使用、浏览本服务的个人或组织）与上海翼得营销策划有限公司及上海郞客信息技术有限公司（以下简称“知了云盒”）及其运营合作单位（以下简称“合作单位”）之间关于知了云盒（简称知了）与知了盒子、程序及服务（包括但不限于知了云盒及知了云盒网站及相关APP、微信）所订立的协议。</p>
      <p>知了云盒在<strong>此特别提醒用户认真阅读、充分理解</strong>---本协议中各条款，包括免除或者限制知了云盒责任的免责条款及对用户的权利限制条款。请您审慎阅读并选择接受或不接受本协议(未成年人应在法定监护人陪同下阅读）。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉相关服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
      <p>您对本协议的接受即自愿接受全部条款的约束，包括接受知了云盒对任一服务条款随时所做的任何修改。本协议可由知了云盒随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在知了云盒修改本协议相关条款之后，如果用户不接受修改后的条款，请立即停止使用知了云盒提供的服务，用户继续使用知了云盒提供的服务将被视为已接受了修改后的协议。</p>
      <h6 class="tag">1.用户使用规则</h6>
      <p>1)您无需用户账户即可浏览本网站。但某些网站功能、知了云盒产品、程序和服务需要您注册知了云盒帐户。如果您想使用本网站与知了云盒产品、程序和服务的更多功能，您必须注册相应帐户并且于注册页面上提供相关的个人信息。您可以按照网站说明随时终止使用您的账户，本网站将会依据本协议规定保留或终止您的账户。您必须承诺和保证：</p>
      <p class="indent">您了解并同意，本网站是一个【应用服务产品】，用户须对注册信息的真实性、合法性、有效性承担全部责任；用户不得冒充他人，不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则我们有权立即停止提供服务，您独自承担由此而产生的一切法律责任。</p>
      <p class="indent">您使用本网站与知了云盒产品、程序及服务的行为必须合法，您必须为自己注册帐户下的一切行为负责，包括您所发表的任何内容以及由此产生的任何结果。用户应对其中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。知了云盒无法且不会对因用户行为而导致的任何损失或损害承担责任。</p>
      <p class="indent">您对您的登录信息保密、不被其他人获取并使用并且对您在本网站账户下的所有行为负责。您必须将任何有可能触犯法律的，未授权使用或怀疑为未授权使用的行为在第一时间通知本网站，本网站不对您因未能遵守上述要求而造成的损失承担责任。</p>
      <p class="indent">您通过本网站发表的信息为公开的信息，其他第三方均可以通过本平台获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应在该平台上进行发表。</p>
      <p>2)您必须知悉并确认：</p>
      <p class="indent">我们因业务发展需要，单方面对本服务的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销我们服务的权利，用户需承担此风险。</p>
      <p class="indent">我们提供的服务中可能包括广告等活动，用户同意在使用过程中显示我们及关联方与第三方供应商、合作伙伴提供的广告以及其他活动。</p>
      <p class="indent">我们有权自行全权决定以任何理由，对违反有关法律法规或本协议约定；或侵犯、妨害、威胁任何人权利或安全的内容，或者假冒他人的行为，有权依法停止传输任何相关内容，并有权依其自行判断对违反本协议的任何人士采取适当的法律行动，包括但不限于，从服务中删除具有违法性、侵权性、不当性等内容，终止违反者的成员资格，阻止其使用我们全部或部分服务，并且依据法律法规保存有关信息并向有关部门报告等。</p>
      <p class="indent">我们的某些产品服务必须在联网的情况下才可以使用，包括但不限于：在线视频浏览，文献阅读等。您必须自行负担个人上网或第三方（包括但不限于电信或移动通讯提供商）收取的通讯费、信息费等相关费用。如涉及电信增值服务，我们建议您与增值服务提供商确认相关费用问题。</p>
      <p class="indent">您使用本网站申请试用、体验或购买服务等，为确保您的安全，姓名、地址、电话等个人信息必须为真实信息，如需帮助，请使用订单中的手机号码拨打客服电话；非本机来电修改信息以与订单中手机号码核实为准。</p>
      <p class="indent">隐私政策。</p>
      <p>您可以通过多种不同的方式使用我们的服务，例如登录知了云盒官网购买知了云盒产品、使用知了云盒产品、服务等。如果您与我们分享信息（例如，通过创建一个知了云盒账号），我们就能为您提供更好的服务，如显示相关程度更高的产品更新和广告、帮助您与他人联系或者更轻松快捷地与他人分享内容等。基于此目的，我们将向您解释我们对信息的收集和使用方式，以及您可采用什么方式来保护自己的隐私权。</p>
      <br/>
      <p>我们的隐私政策包括了以下几个方面的问题：</p>
      <br/>
      <p><strong>我们收集的信息</strong></p>
      <p>我们收集您的两种信息：个人信息（与特定自然人相关、能够与其他信息结合识别该特定自然人的数据）和非个人信息（除个人信息之外的数据）。如果我们将非个人信息与个人信息通过技术手段关联并进行合并，在上述信息保持合并的期间内，此类信息将被视为个人信息。</p>
      <br/>
      <p><strong>我们如何收集和使用这些信息</strong></p>
      <p><strong>个人信息的收集和使用</strong></p>
      <p>您与知了云盒及合作单位进行互动时，您可能会被询问是否同意提供使用我们基本产品服务所必需的某些个人信息。该个人信息可能与其他信息合并在一起，被用于改进我们的产品或服务等。</p>
      <p>下文是知了云盒可能收集的个人信息的类型以及我们如何使用该信息的一些示例。</p>
      <br/>
      <p><strong>个人信息的收集</strong></p>
      <p class="indent">当您创建知了云盒账户、下载及更新知了云盒软件、在知了云盒手机在线零售店注册、参加在线调查或者参加其他与知了云盒的互动时，我们会要求您提供个人信息，包括但不限于您的姓名、电话号码、电子邮件地址、邮寄地址等。</p>
      <p class="indent">当您购买知了云盒产品和服务时，我们会收集有关个人信息，包括但不限于：交货详情、银行帐号、信用卡详情、账单地址、信用核查以及其他财务信息、联系及交流的记录等。</p>
      <p class="indent">当您使用知了云盒产品与家人和朋友分享您的内容、发送信息和产品或者在知了云盒论坛上邀请其他人时，知了云盒会收集您提供的与上述人士有关的个人信息，如姓名、邮寄地址、电子邮件地址及电话号码等。</p>
      <p class="indent">当您自行使用某些服务（例如：邀请其他用户加入有关服务、分享信息给其他用户等）时，其他用户是可以看到您分享的个人信息的，而且他们/她们可以读取、采集或使用这些信息。对于您自行上传/分享的个人信息所产生的法律纠纷，您应自行承担相应法律责任。</p>
      <p class="indent">当您登录知了云盒账号或激活网络通讯（网络电话、网络短信）服务时，您的移动用户识别信息、您的电话号码将被发送给服务器。</p>
      <br/>
      <p><strong>个人信息的使用</strong></p>
      <p class="indent">知了云盒将严格遵守本隐私政策及其更新所载明的内容来使用您的个人信息。您的个人信息将仅用于收集时即已确定并且经过您同意的目的，如有除此之外的任何其他用途，我们都会提前征得您的同意。</p>
      <p class="indent">我们收集的个人信息可能被用于向您提供知了云盒的产品和服务、处理您的订单或履行您与知了云盒之间的合同，以确保我们产品和服务的功能和安全、验证您的身份、防止并追究欺诈或其他不当使用的情形。</p>
      <p class="indent">我们收集的个人信息可能被用于我们的产品和服务开发，尽管一般情况下，我们为此目的仅使用综合信息和统计性信息。</p>
      <p class="indent">我们收集的个人信息可能被用于与您进行交流，例如，在知了云盒产品或服务更新、发布的第一时间向您发出通知。</p>
      <p class="indent">我们所收集的个人信息可能被用于进行产品的个性化设计，并向您提供更为贴身的服务，例如：在我们的服务中进行推荐、展示专为您打造的内容和广告或者用于调研。</p>
      <p class="indent">如果您参与知了云盒举办的抽奖、竞赛或类似推广活动，我们可能将您提供的个人信息用于管理此类活动。</p>
      <p class="indent">您的移动用户识别信息、移动设备唯一识别码和地理位置信息可被用来激活您的保修服务和特定的软件许可，并可能邀请您参加调查。我们也会使用此等信息用于改善我们的产品和分析我们业务运营的效率。但我们不会用此等信息来追踪您的位置情况。</p>
      <br/>
      <p><strong>非个人信息的收集和使用</strong></p>
      <p>同时，为了运营和改善知了云盒的技术和服务，知了云盒可能会自行收集使用您的非个人信息，这将有助于知了云盒向您提供更好的用户体验和提高知了云盒的服务质量。</p>
      <p>下文是我们可能收集的非个人信息以及我们如何使用该信息的一些示例。</p>
      <br/>
      <p><strong>非个人信息的收集</strong></p>
      <p class="indent">当您创建知了云盒账户、下载知了云盒软件及其更新、在知了云盒手机在线零售店注册、参加在线调查或者参加其他与知了云盒的互动时，我们会收集您的诸如职业、语言、邮编、区号以及使用知了云盒产品所在的时区等信息。</p>
      <p class="indent">使用习惯和发现问题相关的信息——当您加入知了云盒“用户体验改进计划”时，我们会根据需要匿名统计您对产品的各项功能使用情况，从而收集您对知了云盒官网、产品和服务的使用习惯相关的信息。而且当系统发生非正常退出和崩溃时，我们会收集便于诊断问题的手机当前环境信息。</p>
      <p class="indent">服务器端记录的有关信息——当您使用MIUI主题、语音助手、浏览器等服务或功能时，知了云盒可能会收集服务器端记录的有关您所使用的服务或功能的信息，如上传、下载、同步、浏览等用户使用行为相关的数据。这些数据被视为非个人信息。</p>
      <p class="indent">位置信息——当您使用基于位置信息的程序服务或功能时，我们可能会收集您的地理位置信息。例如：当您进行基于位置的搜索、使用基于位置的广告、利用位置优化天气功能或索取地图信息时，您的位置信息可能被发回知了云盒，以便知了云盒向您提供正确的内容。</p>
      <p class="indent">Cookies和其他技术收集的信息——知了云盒的网站、在线服务、互动应用软件、电子邮件消息和广告宣传可能会使用cookies以及如像素标签和网站信标的其他技术来收集和存储您的非个人信息。</p>
      <p class="indent">日志信息——当您访问知了云盒服务器时，我们的服务器会自动记录某些日志信息。这类服务器日志信息可能包含如下信息：IP 地址、浏览器类型、浏览器语言、 refer来源页、操作系统、日期/时间标记和点击流数据。</p>
      <p class="indent">移动设备唯一识别码——当您首次使用并激活知了云盒移动设备时，该移动设备唯一识别码以及大概地理位置信息（非个人信息）将被发送给服务器。上述信息的收集也可能适用于您更新系统或软件、恢复出厂设置等情况。</p>
      <br/>
      <p><strong>非个人信息的使用</strong></p>
      <p class="indent">我们收集的诸如职业、语言、邮编、区号以及使用知了云盒产品所在的时区等非个人信息，可以帮助我们更好地了解用户行为，改进我们的产品、服务和广告宣传。</p>
      <p class="indent">我们可以通过分析知了云盒“用户体验改进计划”获取的统计数据来持续不断地提升产品和服务的操作体验、运行性能、修复问题、改善功能设计等。</p>
      <p class="indent">我们通过使用 cookies 和其他技术（例如像素标签）收集到的信息，为您带来更好的用户体验，并提高我们的总体服务品质。例如，通过保存您的语言偏好设置，我们可以用您的首选语言显示我们的服务。我们可以通过使用像素标签向用户发送可阅读格式的电子邮件，并告知我们邮件是否被打开。我们可将此等信息用于减少向用户发送电子邮件或者不向用户发送电子邮件。</p>
      <br/>
      <p><strong>用户如何选择性提供信息</strong></p>
      <p>每个人对于隐私权的关注各有侧重，基于此，我们将明确指出我们收集信息的方式，以便您选择接受信息的提供方式。</p>
      <p class="indent">您可以自由设定是否加入“用户体验改进计划”，即可以通过关闭“用户体验改进计划”项的开关从而退出该计划。</p>
      <p class="indent">您可以从设备设置上修改您设备的定位设置，例如：变更或禁用定位方法或定位服务器，或修改您位置信息的准确性，从而改变向知了云盒提供的位置信息。</p>
      <p class="indent">您可以根据自己的需要来修改浏览器的设置以拒绝或接受 cookies，也可以随时从您存储设备中将其删除，或者在写入cookies时通知您。</p>
      <br/>
      <p><strong>个人信息的访问和更新</strong></p>
      <p>通过知了云盒、APP或微信等方式，来登录你的账户，您能够访问并更新自己的个人信息，您也可以删除部分个人信息或者要求我们删除您的个人账户，除非我们出于法律方面的原因而必须保留这些信息。</p>
      <p>无论您在何时使用我们的服务，我们都力求让您能够访问自己的个人信息。如果这些信息有误，我们会努力通过各种方式让您快速更新信息或删除信息（除非我们出于合法业务或法律方面的原因而必须保留这些信息）。在更新您的个人信息时，我们可能会要求您先验证自己的身份，然后再处理您的请求。</p>
      <p>对于那些无端重复、对他人隐私权造成风险或者非常不切实际的请求，我们可能予以拒绝。</p>
      <p>只要我们能够让您访问和修改信息，而且其不需要过多投入，则我们会免费提供。我们力求对服务进行完善的维护，以保护信息免遭意外或恶意的破坏。因此，当您从我们的服务中删除信息后，我们可能不会立即从在用的服务器中删除这些信息的残留副本，也可能不会从备份系统中删除相应的信息。</p>
      <br/>
      <p><strong>和第三方分享信息</strong></p>
      <p>除非本隐私政策载明的有限共享，我们会严格保密您的个人信息并不会向第三方共享您的个人信息。</p>
      <p>您于此授权，以下情形我们可能会向第三方共享您的个人信息而无需通过您的同意：</p>
      <p class="indent">我们因法律调查、诉讼、强制执行或其它法律强制性规定或要求，而同第三方共享这些个人信息。</p>
      <p class="indent">我们将个人信息提供给我方关联公司或其他可信赖的企业或个人，以便其代表我方处理上述。我们要求上述各方同意按照我们的规定、本隐私权政策以及其他任何适用的保密和安全措施来处理这些个人信息。</p>
      <p class="indent">如果我们发生重组、合并或出售，则我们在将我们收集的一切个人信息进行转让之前，继续按照现行的隐私政策约束来保证其秘密性并会通知所有受到影响的用户。</p>
      <p>我们可能会基于经营或保护用户的需要，如为了展示我们产品或服务的整体使用趋势，同公众以及合作伙伴合理地分享汇总的非个人信息。</p>
      <br/>
      <p><strong>信息安全</strong></p>
      <p>我们努力为知了云盒的用户提供保护，以免我们保存的信息在未经授权的情况下被访问、篡改、披露或破坏。为此，我们特别采取了以下措施：</p>
      <p>我们使用 SSL 对许多服务进行加密。</p>
      <p>我们会审查信息收集、存储和处理方面的做法（包括物理性安全措施），以避免各种系统遭到未经授权的访问。</p>
      <p>我们只允许那些为了帮我们处理个人信息而需要知晓这些信息的知了云盒员工、授权代为处理服务公司的人员访问个人信息，而且他们需要履行严格的合同保密义务，如果其未能履行这些义务，就可能会被追究法律责任或被终止其与知了云盒的关系。</p>
      <p>对我们来说，您的信息的安全非常重要。因此，我们将不断努力保障您的个人信息安全，并实施存储和传输全程安全加密等保障手段，以免您的信息在未经授权的情况下被访问、使用或披露。同时某些加密数据的具体内容，除了用户自己，其他人都无权访问。</p>
      <br/>
      <p><strong>隐私政策的适用范围</strong></p>
      <p>我们的隐私政策不适用于第三方产品和/或服务。知了云盒的产品和服务中可能含有第三方产品和服务，当您使用第三方产品或接收第三方服务时，他们可能获取您的信息，因此，我们在此提醒您注意阅读第三方的隐私政策。</p>
      <p>同时，本隐私政策不适用于在您点击链接后的外部网站收集数据的行为。</p>
      <br/>
      <p><strong>本隐私政策的修订</strong></p>
      <p>本隐私政策容许调整，未经您明示同意，我们不会削弱您按照本隐私权政策所应享有的权利，除非通过您提供的电子邮件地址向您发送通知或发布网站公告。</p>
      <br/>
      <p><strong>特定产品服务的惯例</strong></p>
      <p>以下备注了您可能使用的某些知了云盒产品和服务的特定隐私权惯例。</p>
      <br/>
      <p><strong>知了云盒账号服务</strong></p>
      <p>您在使用知了云盒账号服务的产品、服务和网站（合称“知了云盒账号服务”）时，也将适用本《隐私政策》中的条款。</p>
      <p>知了云盒是知了云盒账号服务的提供商，通过知了云盒账号，您可以使用的功能包括但不限于知了云盒云同步功能、找回手机功能。一旦您登录知了云盒账号，我们将收集您的手机号、移动用户识别信息和移动设备唯一识别码，并且我们将您的非个人信息与个人信息合并在一起，在保持合并的期间内，此类信息将被视为个人信息。</p>
      <p>您进一步同意，基于向您提供本服务和其中任何功能的目的，知了云盒可收集、使用、传输、处理和维护与您帐号有关的信息，以及与登记在帐户下的任何设备或电脑有关的信息。在您使用本服务时知了云盒收集的信息，还可能包括与您的使用有关的或因您的使用而产生的、知了云盒可能用以支持、改善和提升知了云盒产品和服务的技术性、统计性或诊断性信息。</p>
      <p>您可以随时撤销此项同意，只需不使用知了云盒账号功能并注销您设备和电脑上的知了云盒账号功能。</p>
      <br/>
      <p><strong>知了云盒云服务</strong></p>
      <p>您在使用知了云盒云服务的产品、服务和网站（合称“知了云盒云服务”）时，也将适用本《隐私政策》中的条款。</p>
      <p>知了云盒是知了云盒云服务的提供商，通过知了云盒云服务您可以使用某些互联网服务，包括将您的个人内容（如短信、联系人、照片、截图、便签、电子邮件、日历等）存放在您的兼容设备和电脑上并供访问。当您在使用知了云盒云同步找回手机服务时，会上传的个人信息中也包括位置信息。一旦您启用知了云盒云服务，您的个人内容将被自动发送给知了云盒并由知了云盒存储，之后您就可访问该等信息或以无线方式将信息推送至您的其他启用知了云盒云服务功能的设备或电脑上。</p>
      <p>如果您在支持SIM卡功能的终端设备（例如，手机）上启用了"查找手机"（Find The Phone）功能，系统可能会在您插入或者更换SIM卡时自动在后台发送一条短信到知了云盒的服务器（短信费用由运营商收取），并将您的电话号码存储在服务器中。</p>
      <p>您可以随时撤销此项同意，只需不使用知了云盒云同步功能并关掉您设备和电脑上的找回手机功能和知了云盒云同步功能。</p>
      <br/>
      <p><strong>知了云盒网络通讯服务</strong></p>
      <p>您在使用知了云盒网络通讯服务的产品、服务和网站（合称“知了云盒网络通讯服务服务”）时，也将适用本《隐私政策》中的条款。</p>
      <p>知了云盒是知了云盒网络通讯服务的提供商，通过知了云盒网络通讯服务您可以给同样开启知了云盒网络通讯服务的其他人发送免费的网络短信或拨打免费的网络电话。您在使用知了云盒网络通讯服务时，您发送和接收的短信内容不会被知了云盒查看、转发和存储。</p>
      <p>一旦您激活知了云盒网络通讯，我们将收集您的手机号、移动用户识别信息和移动设备唯一识别码，并且我们将您的非个人信息与个人信息合并在一起，在保持合并的期间内，此类信息将被视为个人信息。</p>
      <p>您进一步同意，基于向您提供本服务和其中任何功能的目的，知了云盒可收集、使用、传输、处理和维护与您帐号有关的信息，以及与登记在帐户下的任何设备或电脑有关的信息。在您使用本服务时，知了云盒收集的信息还可能包括与您的使用有关的或因您的使用而产生的、知了云盒可能用以支持、改善和提升知了云盒产品和服务的技术性、统计性或诊断性信息。</p>
      <p class="indent">您可以随时撤销此项同意，只需不使用知了云盒网络短信或网络电话功能并关掉您设备和电脑上的知了云盒网络短信或网络电话功能。</p>
      <br/>
      <h6 class="tag">2.用户内容</h6>
      <p>1)用户内容是指该用户下载、发布或以其他方式使用本网站与知了云盒产品、程序及服务时产生的所有内容（例如：您的信息、图片、音乐或其他内容）；您是您的用户内容唯一的责任人，您将承担因您的用户内容披露而导致的您或任何第三方被识别的风险。</p>
      <p>2)您通过上传、发行或其他方式使用您在本网站与知了云盒产品、程序及服务的用户内容时，即视为自动授权且承诺和保证您有权授权给我们不可撤销的、非独家的、免版税的且足额缴纳的全球许可，用以：</p>
      <p class="indent">仅为向您提供本网站与知了云盒产品和程序服务或改进本网站与知了云盒产品、程序及服务之目的，复制、发行、公开展示和表演、制作衍生作品、将其纳入其他作品或以其他方式使用您的用户账户（排除您的个人信息）；并授予上述事项的转让许可；</p>
      <p class="indent">仅为向目标接收者提供个人信息之目的，复制、发行您的用户内容中的私人信息；</p>
      <p class="indent">您同意不可撤销的、放弃的（并会导致被放弃）关于您用户内容的道德权利和归属的声明。</p>
      <br/>
      <h6 class="tag">3.用户权利及义务</h6>
      <p>1)合法使用本网站的权利；</p>
      <p>2)在您所有的移动通信设备或知了云盒设备上下载、安装、使用知了云盒产品、程序及服务的权利；</p>
      <p>3)知了云盒帐号的所有权归知了云盒及其关联公司所有，基于帐号安全性的考虑，禁止使用他人的手机号、邮箱地址注册知了云盒帐号。您完成申请注册手续后，获得知了云盒帐号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。知了云盒因经营需要，有权回收用户的帐号；</p>
      <p>4)您有权更改、删除在本网站上的个人资料、注册信息及发布内容等，但需注意，删除有关信息的同时也会删除任何您储存在系统中的文字和图片。用户需承担该风险；</p>
      <p>5)您有责任妥善保管注册帐户信息及帐户密码的安全，您需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不使用其他成员的帐户或密码。在您怀疑他人在使用您的帐户或密码时，您同意立即通知知了云盒。</p>
      <p>6)权利限制：</p>
      <p class="indent">您不得对本网站内容或知了云盒产品、程序及服务（包括但不限于内容或产品中的广告或赞助内容）进行任何形式的许可、出售、租赁、转让、发行或做其他商业用途；</p>
      <p class="indent">您不得以创建相同或竞争服务为目的访问本网站或使用知了云盒产品、程序及服务；</p>
      <p class="indent">除非法律明文规定，否则您不得对本网站或知了云盒产品、程序及服务（包括但不限于内容或产品中的广告或赞助内容）的任何部分以任何形式或方法进行复制、发行、再版、下载、显示、张贴、修改、翻译、合并、利用、分解或反向编译等；</p>
      <p class="indent">您已同意通过上传、发布或以其他方式使用本网站或知了云盒产品、程序和服务，在使用过程中，您将承担因下述行为所造成的风险而产生的全部法律责任：破坏宪法所确定的基本原则的；</p>
      <p class="indent">危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的;损害国家荣誉和利益的；煽动民族仇恨、民族歧视，破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p class="indent">散布谣言，扰乱社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权益的；含有法律法规、行政规章所禁止的其他内容的。</p>
      <p class="indent">您已同意不在本网站或利用知了云盒产品、程序及服务从事下列行为：上传或发布电脑病毒、蠕虫、恶意代码、故意破坏或改变计算机系统或数据的软件；未授权的情况下，收集其他用户的信息或数据，例如电子邮箱地址等；</p>
      <p class="indent">禁用本网站的网络连接，给本网站造成过度的负担或以其他方式干扰或损害网站服务器和网络链接；在未授权的情况下，尝试访问本网站、知了云盒、服务器或本网站的网络链接；</p>
      <p class="indent">干扰、破坏其它用户正常使用本网站或知了云盒产品、程序及服务。</p>
      <br/>
      <h6 class="tag">4.第三方</h6>
      <p>1)您已知晓或同意我们的服务是基于第三方如安卓系统等的技术支持获得。您已知晓本协议是在您与知了云盒之间签订，而非您与上述第三方之间签订。知了云盒是基于本网站和知了云盒产品、程序及服务所产生的内容、维护、支持服务、保证和由此产生的诉讼等事项的唯一责任人。您已同意遵守且授权给本网站和知了云盒产品、程序及服务限制您有条件的使用本网站和知了云盒的服务。</p>
      <p>2)用户内容是指该用户下载、发布或以其他方式使用本网站与知了云盒产品、程序及服务时产生的所有内容（例如：您的信息、图片、音乐或其他内容）；您是您的用户内容唯一的责任人，您将承担因您的用户内容披露而导致的您或任何第三方被识别的风险。</p>
      <p>3)您需对您使用第三方网站和广告产生的风险承担法律责任。当您访问第三方网站和广告时，适用第三方的条款和政策。</p>
      <p>4)本网站和知了云盒产品、程序及服务包含其他用户提供的用户内容。您与其他用户的互动仅属于您与其他用户之间的行为，知了云盒不控制且不对以上用户内容承担法律责任，也没有检查、监控、审批、核准以上用户内容的义务。您对因使用该用户内容以及与其他用户互动产生的风险承担法律责任。本网站和知了云盒产品、程序及服务对此类行为不承担任何法律责任。</p>
      <br/>
      <h6 class="tag">5.损害赔偿</h6>
      <p>1)您已同意无害的使用本网站和知了云盒产品、程序及服务，避免知了云盒因下述行为或相关行为遭受来自第三方的任何投诉、诉讼、损失、损害、责任、成本和费用（包括但不限于律师费）：您使用本网站和知了云盒产品、程序及服务的行为；您的用户内容；您违反本协议的行为。</p>
      <p>2)用户内容是指该用户下载、发布或以其他方式使用本网站与知了云盒产品、程序及服务时产生的所有内容（例如：您的信息、图片、音乐或其他内容）；您是您的用户内容唯一的责任人，您将承担因您的用户内容披露而导致的您或任何第三方被识别的风险。</p>
      <p>3)您已同意，除非获得知了云盒书面同意，您不得在您与知了云盒共同对第三方提起的诉讼中单方和解。</p>
      <p>4)知了云盒将尽合理努力将此类诉讼、诉讼行为或进程通知您。</p>
      <p>5)在任何情况下，知了云盒都不对您或任何第三方因本协议产生的任何间接性、后果性、惩戒性的、偶然的、特殊或惩罚性的损害赔偿承担责任。访问、使用本网站和知了云盒产品、程序及服务所产生的损坏计算机系统或移动通讯设备数据库的风险将由您个人承担。</p>
      <br/>
      <h6 class="tag">6.免责声明</h6>
      <p>1)如发生下述情形，知了云盒不承担任何法律责任：第三方被识别的风险。</p>
      <p class="indent">依据法律规定或相关政府部门的要求提供您的个人信息；</p>
      <p class="indent">由于您的使用不当或其他自身原因而导致任何个人信息的泄露；</p>
      <p class="indent">任何由于黑客攻击，电脑病毒的侵入，非法内容信息、骚扰信息的屏蔽，政府管制以及其他任何网络、技术、通信线路、信息安全管理措施等原因造成的服务中断、受阻等不能满足用户要求的情形；</p>
      <p class="indent">用户因第三方如运营商的通讯线路故障、技术问题、网络、电脑故障、系统不稳定及其他因不可抗力造成的损失的情形；</p>
      <p class="indent">使用知了云盒产品、程序及服务可能存在的来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息而招致的风险；</p>
      <p class="indent">用户之间通过本网站或知了云盒产品、程序及服务与其他用户交往，因受误导或欺骗而导致或可能导致的任何心理、生理上的伤害以及经济上的损失；</p>
      <p class="indent">本网站和知了云盒产品、程序及服务明文声明，不以明示、默示或以任何形式对知了云盒及其合作公司服务之及时性、安全性、准确性做出担保。上述服务包括但不限于： a:“智能识别陌生号码”服务： 上述“智能识别陌生号码”服务在用户遇到陌生电话号码的来电、去电、来短信、去短信时将上述电话号码上传至知了云盒服务器，从而进行号码“标记信息”的识别（该服务严格保证用户数据的隐私不被第三方获取，即，保证用户的身份不会因信息的上传而被第三人精准定位）； 上述号码的“标记信息”均来源于网友或网络合作商。知了云盒仅采用技术手段确保（i）“标记信息”与一定时间内较多网友上传的“标记信息”一致（即，当一个陌生电话号码的标记信息为“500人标记为诈骗电话”时，表明一定时间内较多数量的网友认定该号码为诈骗电话，并将该标记信息提供给知了云盒）；（ii）筛选并提供由最可靠的服务商提供的“标记信息”，并向用户标明“标记信息”来源。同时，知了云盒提供“纠错”功能，帮助用户反馈错误的标记信息。</p>
      <p>2)用户在本网站所发布的任何内容并不代表和反映知了云盒的任何观点或政策，知了云盒对此不承担任何责任。</p>
      <p>3)在任何情况下，知了云盒均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用知了云盒服务而遭受的利润损失，承担责任。尽管本协议中可能含有相悖的规定，我们对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您在注册期内因使用知了云盒服务而支付给知了云盒的费用(如有)。</p>
      <br/>
      <h6 class="tag">7.知识产权</h6>
      <p>1)用户在知了云盒网站或互动平台上发布的信息不得侵犯任何第三人的知识产权，未经具有相关所有权所有者之事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。如果收到任何著作权人或其合法代表发给知了云盒的适当通知后，我们将在审查的基础上移除该等侵犯他人著作权的内容。</p>
      <p>2)知了云盒服务中所涉及的MIUI等图形、文字或其组成，以及其他知了云盒标志及产品、服务名称，均为知了云盒之商标。未经知了云盒事先书面同意，用户不得将知了云盒标识以任何方式展示或使用或作其他处理，任何单位及个人不得以任何方式或理由对该商标的任何部分进行使用、复制、修改、传播、抄录或与其它产品捆绑使用销售。</p>
      <p>3)除前述规定以外，如果您认为有人复制并在知了云盒网站服务上发布您的作品，并已构成对您著作权的侵犯，请及时与我们联系，联系邮箱【bd@z-box.com.cn】，并提供包含如下信息的书面通知：</p>
      <p class="indent">(i)证明您作为涉嫌侵权内容所有者的权属证明；</p>
      <p class="indent">(ii)明确的身份证明、住址、联系方式；</p>
      <p class="indent">(iii)涉嫌侵权内容在知了云盒服务上的位置；</p>
      <p class="indent">(iv)您声称遭受侵犯的著作权作品的描述；</p>
      <p class="indent">(v)您著作权遭受侵犯的相关证明；</p>
      <p class="indent">(vi)在同意承担伪证处罚之后果的前提下，出具书面陈述以声明您在通知中所述内容是准确和真实的。录或与其它产品捆绑使用销售。</p>
      <br/>
      <h6 class="tag">8.修改与终止</h6>
      <p>1)修改</p>
      <p class="indent">本协议容许变更。如果本协议有任何实质性变更，我们将通过您提供的电子邮件或本网站的公告来通知您。变更通知之后，继续使用本网站和知了云盒产品、程序及服务则视为您已知晓此类变更并同意受条款其约束；</p>
      <p class="indent">知了云盒保留在任何时候无需通知而修改、保留或关闭本网站、知了云盒产品、程序或任何服务之权利；</p>
      <p class="indent">您已同意知了云盒无需因修改、保留或关闭本网站、知了云盒产品、程序或其他服务的行为对您或第三方承担责任。</p>
      <p>2)终止</p>
      <p class="indent">本协议自您接受之日起生效，在您使用本网站和知了云盒产品、程序及服务的过程中持续有效，直至依据本协议终止；</p>
      <p class="indent">尽管有上述规定，如果您使用本网站和知了云盒产品、程序及服务的时间早于您接受本协议的时间，您在此知晓或应当知晓并同意本协议于您第一次使用本网站和知了云盒产品、程序及服务时生效，除非依据本协议提前终止。</p>
      <p>3)我们可能会：依据法律的规定，保留您使用本网站、知了云盒产品、程序及服务、或者本网站账户的权利；无论是否通知，我们将在任何时间以任何原因终止本协议，包括出于善意的相信您违反了我们可接受使用政策或本协议的其他规定。</p>
      <p>4)不受前款规定所限，如果用户侵犯第三人的版权且知了云盒接到版权所有人或版权所有人的合法代理人的通知后，知了云盒保留终止本协议的权利。</p>
      <p>5)一旦本协议终止，您的网站账户和使用本网站和知了云盒产品、程序及服务的权利即告终止。您应当知晓您的网站账户终止意味着您的用户内容将从我们的活动数据库中删除。知了云盒不因终止本协议对您承担任何责任，包括终止您的用户账户和删除您的用户内容。</p>
      <p>6)任何本网站的更新版本或知了云盒产品、程序及服务的未来版本、更新或者其他变更将受到本协议约束。</p>
      <br/>
      <h6 class="tag">9.其他</h6>
      <p>1)反馈</p>
      <p class="indent">您对知了云盒提出建议（或称“反馈”），即视为您向知了云盒转让“反馈”的全部权利并同意知了云盒有权利以任何合理方式使用此反馈及其相关信息。我们将视此类反馈信息为非保密且非专有；</p>
      <p class="indent">您已同意您不会向知了云盒提供任何您视为保密和专有的信息；</p>
      <p class="indent">我们将保留基于我们的判断检查用户内容的权利（而非义务）。无论通知与否，我们有权在任何时间以任何理由删除或移动您的用户内容。依据第8条规定，我们有权保留或终止您的账户。</p>
      <p>2)隐私政策</p>
      <p class="indent">请查阅我们的《隐私政策》，《隐私政策》为与本协议效力等同且不可分割的一部分。</p>
      <p>3)通知</p>
      <p class="indent">您必须提供您最近经常使用的有效的电子邮件地址。您所提供的电子邮件地址无法使用或者因任何原因我们无法将通知送达给您而产生的风险，知了云盒不承担责任。本网站发布的公告通知及向您所发送的包含此类通知的电子邮件毫无疑问构成有效通知。</p>
      <p>4)适用法律</p>
      <p class="indent">本协议适用中华人民共和国法律。</p>
      <p class="indent">如果双方发生纠纷，应本着友好的原则协商解决；如协商不成，应向上海翼得营销策划有限公司及上海郞客信息技术有限公司所在地的法院提起诉讼。</p>
      <p>5)独立性</p>
      <p class="indent">若本协议中的某些条款因故无法适用，则本协议的其他条款继续适用且无法适用的条款将会被修改，以便其能够依法适用。</p>
      <p>6)完整性</p>
      <p class="indent">本协议（包括隐私政策）是您和知了云盒之间关于本网站和知了云盒产品、程序及服务相关事项的最终的、完整的、排他的协议，且取代和合并之前当事人关于此类事项（包括之前的最终用户许可、服务条款）的讨论和协议。</p>
      <p class="indent">每部分的题目只为阅读之便而无任何法律或合同义务。</p>
      <p class="indent">除非知了云盒书面同意，您不得转让本协议所规定的权利义务。任何违反上述规定企图转让的行为均无效。</p>
      <br/>
      <h6 class="tag">10.联系方式</h6>
      <p class="indent">地址:金沙江路1518弄北楼623</p>
      <p class="indent">邮编:200062</p>
      <p class="indent">电子信箱：<a href="mailto:bd@z-box.com.cn">bd@z-box.com.cn</a></p>
    </div>
  </body>
</html>

